Repository: common-repository/if-as-shortcode
Catalog: lang/if-*-shortcode-*.po
Languages: ar

source: Add New Condition
ar: إضافة شرط جديد

source: Add new condition for restrict content
ar: اضافة محتوى جديد لتقييد المحتوى

source: Select type of conditions
ar: حدد نوع الشرط المطلوب

source: Show content for administrators only
ar: محتوى للمدراء فقط

source: Show content for editors only
ar: محتوى للمحررين فقط

source: Show content for authors only
ar: محتوى للكُتّاب فقط

source: Show content for contributors only
ar: محتوى للمساهمين فقط

source: Show content for subscribers only
ar: محتوى للمشتركين فقط

source: Show content for users logged in
ar: محتوى للمسجلين دخولهم

source: Show content if post has thumbnail
ar: اذا كانت المقالة/الصفحة تحتوي على صورة بارزة

source: Show content if comments open inside post/page
ar: اذا كانت التعليقات مفعلة في المقالة/الصفحة

source: Show content if post has tags
ar: اذا كانت المقالة تحتوي على وسوم

source: Show content if post/page has attachments
ar: اذا كانت المقالة/الصفحة تحتوي على مرفقات

source: Show content if post/page has excerpt
ar: اذا كانت المقالة/الصفحة تحتوي على مقتطف

source: Show content if pings open inside post/page
ar: اذا كانت التنبيهات مفعلة في المقالة/الصفحة

source: Show content if the page is home page
ar: اذا كانت الصفحة هذه هي الصفحة الرئيسية

source: Show content if the directions for WP is RTL
ar: اذا كانت الإتجاهات من اليمين لليسار RTL

source: The content between condition
ar: المحتوى بين الشرط

source: The content if not true condition
ar: المحتوى في حالة عدم تحقق الشرط

source: Classic Editor plugin is installed but not activated. Please activate it to use [IF As Shortcode] plugin.
ar: يبدو أنّ إضافة (Classic Editor المحرر التقليدي) مثبتة ولكن غير نشطة. يرجى تنشيط الإضافة لاستخدام إضافة (الشروط كأكواد قصيرة).

source: Classic Editor plugin is not installed. Please install and activate it to use [IF As Shortcode] plugin.
ar: يبدو أنّ إضافة (Classic Editor المحرر التقليدي) غير مثبتة. يرجى تثبيت وتنشيط الإضافة لاستخدام إضافة (الشروط كأكواد قصيرة).

source: The restricted content
ar: ودجت المحتوى المُقيّد

source: Display restrict content for some roles
ar: عرض محتوى مقيّد لبعض الصلاحيات

source: Put your content if condition return true
ar: ضع النص المطلوب عرضه في حالة تحقق الشرط

source: Put your content if condition return false
ar: ضع النص المطلوب عرضه في حالة عدم تحقق الشرط

source: Title
ar: العنوان/التسمية

source: Shortcode
ar: كود قصير

source: Title Menu
ar: عنوان القائمة

source: Text/HTML/shortcode here!
ar: يدعم نصوص HTML، أو أكواد قصيرة!

source: Add to Menu
ar: إضافة الى القائمة

source: If As Shortcode
ar: الشروط كأكود قصيرة

source: Provides an "if statement" as shortcode to conditionally some content
ar: هذه الإضافة تساعدك في استخدام if في الصفحات والمقالات لتقييد المحتوى

source: Mohammad Okfie
ar: مُحمّد عُكفي
